Repository: FacundoGPayer/issabelPBX
Catalog: asternicivr/i18n/*/LC_MESSAGES/asternicivr.po
Languages: es_es

source: A module for Asternic, that allows you to set if IVR selections should be logged to the queue logs.
es_es: Este módulo le permite seleccionar si desea registrar las selecciones de IVR en reportes de URL

source: Settings
es_es: Configuración

source: Submit Changes
es_es: Enviar Cambios

source: When checked, IVR selections will be reported by Asternic in the URL field
es_es: Cuando se active, las selecciones de IVR serán registradas por Asternic en el campo URL

source: already exists
es_es: ya existe

source: checking for ivr_logging field...
es_es: verificando campo ivr_logging...

source: creating asternicivr...ok
es_es: creando asternicivr...ok

source: done
es_es: listo

source: dropping table asternicivr..
es_es: eliminando la tabla asternicivr..

source: asternicivr table already exists, exiting
es_es: la tabla asternicivr ya existe, saliendo

source: Log IVR Selections
es_es: Registrar selecciones de IVR

source: This module allows you to define if you want IVR options to be set in the URL variable passed to the Queue application. In this way you can use Asternic Call Center Stats PRO to run reports with IVR selections by installing Asternic URL plugin.
es_es: Este módulo le permite definir si quiere o no registrar las selecciones de IVR en la variable URL que se pasa a la aplicación de cola. De este modo puede usar Asternic Call Center Stats PRO para correr reportes que muestren las selecciones de IVR utilizando el plugin URL de Asternic.
